Creates a new instance of a space set.
  Namespace:   Autodesk.Revit.Creation
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public SpaceSet NewSpaceSet()
  Visual Basic
Public Function NewSpaceSet As SpaceSet
  Visual C++
public:
SpaceSet^ NewSpaceSet()
 See Also
  Application Class
  Autodesk.Revit.Creation Namespace